Repository: LiZard0309/MyPetsApp
Catalog: MyPetsApp/MyPetsApp/*.lproj/Localizable.strings
Languages: de

source: My pets
de: Meine Haustiere

# Start
source: Get started
de: Klicken, um zu starten

# AddPet
source: Add another pet
de: Weiteres Haustier hinzufügen

# NoName
source: Name unknown
de: Name unbekannt

# NoKind
source: Animal kind unknown
de: Tierart unbekannt

# AddNew
source: Add pet
de: Tier hinzufügen

source: Add
de: Hinzufügen

# Vets
source: My vets
de: Meine Tierärzt:innen

# NoNumber
source: No phone number available
de: Keine Telefonnummer vorhanden

# NoAddress
source: No address available
de: Keine Adresse vorhanden

# NoPets
source: No pets added yet
de: Noch keine Haustiere hinzugefügt

# NoVets
source: No vets added yet
de: Noch keine Tierärzt:innen hinzugefügt

source: Overview
de: Überblick

# AnimalPhoto
source: Upload photo
de: Foto hochladen

# PetAge
source: Age: %d years
de: Alter: %d Jahre

# PetKind
source: Animal kind
de: Tierart

# PetBreed
source: Breed
de: Rasse

# PetVet
source: Vet
de: Tierärzt:in

# CheckupTime
source: Next checkup
de: Nächste Kontrolle

# MedNeed
source: Needs medication
de: Braucht Medikation

source: Cat
de: Katze

source: Dog
de: Hund

source: Bunny
de: Kaninchen

# Bird
source: Budgie
de: Wellensittich

source: Guinea Pig
de: Meerschweinchen

source: Turtle
de: Schildkröte

source: Mouse
de: Maus

# Other
source: Other animal
de: Anderes Tier

# UnknownVet
source: Vet unknown
de: Tierärzt:in unbekannt

# Meds
source: Medications
de: Medikamente

# UnknownMeds
source: Medication unknown
de: Medikation unbekannt

# SoundRecorder
source: Record animal sound
de: Tierlaut aufnehmen

# StartRecording
source: Start
de: Starten

# StopRecording
source: Stop
de: Stoppen

source: evening
de: abends

source: morning
de: morgens

# EuropShorthair
source: European shorthair
de: Europäische Kurzhaarkatze

source: Dwarf rabbit
de: Zwergkaninchen

# AnimalDetails
source: Pet details
de: Detaillierte Tierinfo

source: Age
de: Alter

# Years
source: %d years
de: %d Jahre

# NoMeds
source: No medication
de: Keine Medikamente

# PlaySound
source: Play animal sound
de: Tiersound abspielen

# DeletePet
source: Delete pet data
de: Haustier-Daten löschen

source: Test notification
de: Benachrichtigung testen

# Delete
source: Delete pet data?
de: Haustier-Daten löschen?

# Yes
source: Yes, delete
de: Ja, löschen

source: Cancel
de: Abbrechen

# ConfirmDelete
source: Do you really want to delete data?
de: Wollen Sie die Daten wirklich löschen?
